[
    {
      "quote": "For the grateful, there is no room for disappointment; Each moment offers life.",
      "author": "Auliq-Ice",
      "tags": "acknowledgement, appreciation, choices, choices-and-consequences, credit, decision-making, decisions, forgiveness, gratefulness, gratitude, happiness, hat-tip, hope, indebtedness, inspirational, life, life-success, motivational, optimism, peace, positive-attitude, positivity, power-of-positivity, problem-solving, recognition, regard, respect, self-acceptance, sense-of-obligation, success, thankfulness, thanks"
    },
    {
      "quote": "The spectrum of possibilities is vast and our souls long to incorporate as many as they can... We are in a constant process of learning how to think, behave, or act understanding the manifestations of Tao, the manifestation of Qi within us.",
      "author": "Nataša Nuit Pantović, A-Ma Alchemy of Love",
      "tags": "ama, happiness-quotes, mind-body-spirit, tao, wisdom-quotes"
    },
    {
      "quote": "Dreams are what life is made of and although most things are improbable, nothing is impossible. Be the dreamer of the impossible and you can see probability.",
      "author": "Peace Gypsy, Souls Deep : From a Professional Dreamer",
      "tags": "dream, dreamer, faith, happiness, hope, improbability, joy, love, peace"
    },
    {
      "quote": "There’s no need to look back. What’s behind you is smaller than what’s in front you.",
      "author": "Robert Tew",
      "tags": "future, happiness, lessons, letting-go, life, past, truth"
    },
    {
      "quote": "Accept what makes you happy and pay no attention to fearful beliefs no matter who they come from.",
      "author": "Raphael Zernoff",
      "tags": "accept, beliefs, happiness"
    },
    {
      "quote": "Love sustains us in our challenges, in our search for truth, in our quest for happiness.",
      "author": "Jerry L. Ainsworth, Love & Health: Twelve Physical, Mental And Spiritual Ingredients Of Health",
      "tags": "challenges, happiness, healing, health, love"
    },
    {
      "quote": "Gratitude is one of the most powerful human emotions. Once expressed, it changes attitude, brightens outlook, and broadens our perspective.",
      "author": "Germany Kent",
      "tags": "attitude-of-gratitude, attitude-of-gratitude-grateful, being-happy, being-positive, being-real, being-realistic, broaden, broaden-horizons, broaden-the-mind, broadening-of-knowledge, broadening-the-mind, broadens, changes, changes-in-life, changes-in-thought, changes-in-your-life, changes-of-our-lives, contentment, emotions, emotions-and-attitude, emotions-and-control, emotions-communication, emotions-control-people, emotions-inspiration, emotions-quotes, emotions-that-bind, enough, expressed, germany-kent, germany-kent-quote, germany-kent-quotes, grateful, grateful-attitude, grateful-heart, grateful-outlook, grateful-quotes, grateful-soul, gratefulness, gratefulness-quotes, gratitude, gratitude-attitude, gratitude-happiness-inner-peace, gratitude-is-a-choice, gratitude-life-happiness-success, gratitude-quotes, gratitude-works, hope-guru, human, human-being, human-condition, human-development, human-emotions, human-nature, humanity-and-society, living-with-joy, more-than-enough, outlook, outlook-and-attitude, outlook-in-life, peace, peace-of-mind, perspective, perspective-on-life, perspectives, perspectives-on-gratitude, powerful, powerful-people, powerful-quotes, powerful-women, powerful-words, the-hope-guru, the-moment"
    },
    {
      "quote": "The depth and complexity of the questions we’ve recently been engaging tend to ignite associated questions very quickly. The family members of these subjects—purpose, responsibility, devotion, commitment, trust, yearning—and their neighbors—frustration, jealousy, ambition, sloth, etc.—get all excited and have things to say to each other. Because of the pressure and tension between them, one has to negotiate the dialogue carefully and use a lot of patience, tolerance and other unsexy qualities. Otherwise, we’ve got another war on our hands.",
      "author": "Darrell Calkins, Re:",
      "tags": "asian-philosophy, buddhism, cobalt-saffron-retreat, cobaltsaffron, cobaltsaffron-retreat, comparative-religion, conscience, creativity, curiosity, darrell-calkins, darrell-calkins-cobalt-saffron, darrell-calkins-cobaltsaffron, darrell-calkins-retreat, darrell-calkins-seminar, evolution, happiness, humor, inspiration, intuition, mysticism, purpose, stress-management, taoism, truth, well-being, zen"
    },
    {
      "quote": "Dedicate your life to solitude and mortify your members which are upon the earth.",
      "author": "Compton Gage",
      "tags": "books, death, education, faith, fear, funny, god, happiness, hope, humor, inspiration, inspirational, inspirational-quotes, knowledge, life, life-lessons, love, motivational, philosophy, poetry, relationships, religion, romance, science, spirituality, success, truth, wisdom, writing"
    },
    {
      "quote": "Since I can remember, for some reason, I was always “not like others,” and it was presented by everyone like there was something wrong with me; only becoming more grown up and mature, I realized that to be special and different from the crowd is my biggest value and happiness.",
      "author": "Sahara Sanders, INDIGO DIARIES: A Series of Novels",
      "tags": "happiness, happiness-quotations, happiness-quotes"
    },
    {
      "quote": "God wants to rescue us, not destroy us. You don't have to be afraid of being happy, thinking that he wants to take that happiness away from you That's not who he is.\" \"How can you be sure?\" \"Because when you've had a taste of goodness, it helps you recognize the difference between good and evil. I believe that people like Grace and St. Francis and a whole host of other kind, loving people show us what God is like. He isn't waiting to punish you and he doesn't give you blessings just to strip them away.",
      "author": "Sylvain Reynard, Gabriel's Redemption",
      "tags": "blessings, god, goodness, happiness, inspirational, rescue"
    },
    {
      "quote": "If we all want the peace and flooded the world with love, peace will wait for us at the shore.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "Sometimes its better to be selfish one or accept yourself as worst among all. The statement given by you will automatically turn into its opposite side. Because people always enhance your worth oppositely.Just being a worst one by your words only. People always love to pluck beautiful Rose but never think to pluck its leafs because those are simply common. That's why leafs can enjoy to live on its place more than beautiful roses.Try to enhance yourself the way you want. But if you get criticism then express yourself as like a common leaf but only externally.",
      "author": "Agha Kousar",
      "tags": "achievement, happinesss, mature, reality, reality-of-life, selfish-quotes, success"
    },
    {
      "quote": "I had always been taught that the pursuit of happiness was my natural (even national) birthright. It is the emotional trademark of my culture to seek happiness. Not just any kind of happiness, either, but profound happiness, even soaring happiness. And what could possibly bring a person more soaring happiness than romantic love.",
      "author": "Elizabeth Gilbert, Committed: A Skeptic Makes Peace with Marriage",
      "tags": "happiness, love"
    },
    {
      "quote": "The secret of happiness is to see all the marvels of the world, and never to forget the drops of oil on the spoon.",
      "author": "Paulo Coelho, The Alchemist",
      "tags": "enjoying, happiness, responsibility, world"
    },
    {
      "quote": "Failure is a detour on the way to using Cosmic Ordering.",
      "author": "Stephen Richards, Cosmic Ordering Guide",
      "tags": "abundance-creation, author-stephen-richards, cosmic-ordering, fearless, focus, goal-setting, goals, happiness, law-of-attraction, life-changing, manifestation, manifesting, metaphysical, millionaire-mindset, mind-body-spirit, mind-power, money, new-age, new-age-movement, new-thought, opportunities, opportunity, positive-thought, positive-thoughts, positivity, self-belief, self-growth, self-help, self-limiting-beliefs, self-motivation, self-realization, spiritual, spirituality, stephen-richards, success, synchronicity, visualization, wealth-creation"
    },
    {
      "quote": "Of course, if one does not fully trust the promise of God's Kingdom, he will have a hard time taking risks and making sacrifices in this life. A gospel centered around the temporal self - fleeting happiness, earthly success, vain prosperity, things such as these - is the primary ambition of the half-hearted Christian; the one who somewhat believes he is subject to an eternal death; the one who just might believe in men before God, who morbidly fears seeming less than anyone else. The man of this school feels deeply that he has but one life to live, that this must be his only chance, and therefore must have it all in his favor - from glory to comfort to riches - and have it right this instant. He is but hinting that he is overcome because he insists always that he must overcome, that his judgment comes now and by the persons around him. The point is, however, in this sense, that by grace the Christian is indeed free, but only for as long as he wants to be free - the practicality of true freedom: that of God which offers not so much freedom to be like the world as it does freedom from the pressures of having to be like the world. For Divine Law is based solely on love and freedom; whereas secular law, pressure and imitation.",
      "author": "Criss Jami",
      "tags": "ambition, apologetics, christ, christian, contentment, defeat, ego, faith, faith-in-god, fear, freedom, god, gospel, grace, happiness, heaven, humility, imitation, kingdom-of-god, law, life, love, lukewarm, morbid, peer-pressure, pressure, pride, promise, prosperity, prosperity-gospel, responsibility, risk, sacrifice, selfishness, success, suffering, theology, world"
    },
    {
      "quote": "Having a roof over your head with enough food to eat is a fundamental need of all humans if they are to achieve happiness.",
      "author": "Gyalwa Dokhampa, The Restful Mind",
      "tags": "fundamental-needs, happiness, human"
    },
    {
      "quote": "Perfection Doesn’t Need Adornments or Accessories to Be Called ‘Perfect’. It’s more like 'living in the moment' which can’t be described even by The Wisest Ascetic on this earth.",
      "author": "Taranpreet Singh",
      "tags": "bliss, happiness, perfect-life, perfection, philosophy-of-life, spirituality, truly-living"
    },
    {
      "quote": "Cosmic Ordering does not judge you.",
      "author": "Stephen Richards, Cosmic Ordering Guide",
      "tags": "abundance-creation, author-stephen-richards, cosmic-ordering, fearless, focus, goal-setting, goals, happiness, law-of-attraction, life-changing, manifestation, manifesting, metaphysical, millionaire-mindset, mind-body-spirit, mind-power, money, new-age, new-age-movement, new-thought, opportunities, opportunity, positive-thought, positive-thoughts, positivity, self-belief, self-growth, self-help, self-limiting-beliefs, self-motivation, self-realization, spiritual, spirituality, stephen-richards, success, synchronicity, visualization, wealth-creation"
    },
    {
      "quote": "I came here to show you the way to happiness is not through success but through love, compassion, and kindness.",
      "author": "Debasish Mridha",
      "tags": "compassion, debasish-mridha, debasish-mridha-md, happiness, inspirational, kindness, love, philosophy, quotes, success"
    },
    {
      "quote": "He shall rule, whom they look not for that dwell upon the earth, and the fowls shall take their flight away together:",
      "author": "Compton Gage",
      "tags": "apocalypse, apocalyptic, books, change, death, dreams, education, faith, fear, freedom, friendship, funny, god, happiness, history, hope, horror, humanity, humor, humour, inspiration, inspirational, intelligence, knowledge, leadership, life, loneliness, motivation, motivational, nature, pain, paranormal, peace, people, philosophy, poetry, politics, quotes, relationships, religion, science, soul, spiritual, spirituality, success, time, truth, war, wisdom, writing"
    },
    {
      "quote": "The ego is the ultimate conspirator.",
      "author": "Bert McCoy",
      "tags": "awakening, conspiracy, ego, happiness, presence, present-moment, realization"
    },
    {
      "quote": "Thoughts have no barrier.",
      "author": "Debasish Mridha",
      "tags": "barrier, education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, thoughts, truth, wisdom"
    },
    {
      "quote": "A true romantic will break the rules for the right reasons. He will not conform to the ideals bestowed upon him by society. Instead he will fight for a climate of freedom that allows him to pursue and obtain his heart's true yearning. He will appear incorrect in his upright form, but such perception only through the eyes of those travelling under the hypnotic notion of social paradigms. Do not judge he who is breaking the rules, rather try to understand his motivations. If his intent is pure then his fight is not in vain.",
      "author": "Nicole Bonomi",
      "tags": "fighting-for-love, freedom, love, pursuit, pursuit-of-happiness, rebel, romantic, romanticism, society, truth"
    },
    {
      "quote": "I don’t want to go to heaven. I want to transform the earth to be heaven.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
      "author": "Charles Dickens, Nicholas Nickleby",
      "tags": "happiness"
    },
    {
      "quote": "The inner dimension and the hidden time have already been discovered.",
      "author": "Compton Gage",
      "tags": "books, death, education, faith, fear, funny, god, happiness, hope, humor, inspiration, inspirational, inspirational-quotes, knowledge, life, life-lessons, love, motivational, philosophy, poetry, relationships, religion, romance, science, spirituality, success, truth, wisdom, writing"
    },
    {
      "quote": "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure.",
      "author": "Stephen Richards, Six Figure Success: Time To Think Big - You Can Do It",
      "tags": "abundance-creation, author-stephen-richards, believe, cosmic-ordering, deepest-fear, fear, focus, goal-setting, happiness, law-of-attraction, life-changing, manifestation, manifesting, millionaire-mindset, mind-body-spirit, mind-power, new-age, new-thought, opportunity, positive-thoughts, positivity, self-belief, self-growth, self-help, self-motivation, self-realization, six-figure-success, spirituality, stephen-richards, success, synchronicity, visualization, wealth-creation"
    },
    {
      "quote": "Clearly the secret of happiness...is a variation on the general principle of banging your head against a wall, and then stopping.",
      "author": "Stef Penney, The Tenderness of Wolves",
      "tags": "happiness"
    },
    {
      "quote": "Rise from the ashes and become the phoenix. Let your glory and wisdom keep blazing on forever. This is your chance. This is your time. Remake your life into something truly spectacular.",
      "author": "Dilip Bathija, The Superhero Soul: Quest for Inspiration, Happiness, Success and Greatness",
      "tags": "coaching, confidence, courage, greatness, happiness, inspiration, personal-development, personal-growth, success, time, winner, wisdom"
    },
    {
      "quote": "Moment of pleasures helps to renew strength and reposition man to creative point",
      "author": "Adedayo Olabamiji",
      "tags": "happiness-quotes, leisure, pleasure, pleasures-of-life"
    },
    {
      "quote": "When nobody loves you, love yourself.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "Win hatred with love, enemies with friendship, and cruelty with kindness.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "Your success and happiness lie in you.",
      "author": "Helen Keller",
      "tags": "happiness, inspirational-quotes, success"
    },
    {
      "quote": "Could it be that while you are waiting for God to come down and help you, God is also waiting for you to get up? Maybe your breakthrough never happen when your situation changes but when you make a determination within yourself without excuses or blaming anybody and not waiting for anyone and stop praying that your situation change but let God change you. Let your prayer be God change me, God work in me, spring out the rivers of living water within me and I bet you, this is where the breakthrough begins.☺just a thought and something to ponder on....",
      "author": "Patience Johnson, Why Does an Orderly God Allow Disorder",
      "tags": "art, beauty, books, change, christianity, death, dreams, education, faith, fear, freedom, friendship, funny, god, happiness, heart, history, hope, humor, humour, inspiration, inspirational, inspirational-quotes, intelligence, knowledge-religion, leadership, life, life-lessons, love, marriage, motivation, motivational, music, nature, pain, peace, people, philosophy, poetry, politics, quotes, reading, relationships, romance, science, self-help, soul, spiritual, spirituality, success, time, truth, war, wisdom, women, writing"
    },
    {
      "quote": "The Holy Spirit has to convince us that reality is better than illusions and that eternity is better than linear time. It is actually beyond one being better than the other; it is a case of there being no comparison. One is real and one is not. If we are sincerely interested in experiencing True Happiness, if we really want to be in a miraculous state of mind, all it takes is the willingness to start to see the miracle offers us everything.",
      "author": "David Hoffmeister, Quantum Forgiveness: Physics, Meet Jesus",
      "tags": "awakening, happiness, hoffmeister, jesus, miracles, quantum"
    },
    {
      "quote": "Why is it so tough to forget pain and tougher to remember happiness.We treasure our scars but forget to live on our smiles.",
      "author": "Hanif Hassan Barbhuiya",
      "tags": "happiness, live, love, pain, remember, scars, smile, tough, treasure"
    },
    {
      "quote": "Being asked one day what was the surest way of remaining happy in this world  the Emperor Sigismund of Germany replied: \"Only do in health what you have promised to do when you were sick.\"",
      "author": "Anonymous",
      "tags": "happiness"
    },
    {
      "quote": "When the power of LOVE is more important than the love of money, religion and power, and people realize that the most important things in this life are NOT things,the world will finally know peace.",
      "author": "Tanya Masse",
      "tags": "happiness, life-quotes, love, peace, remembrance, veterans"
    },
    {
      "quote": "People just can’t cope with happiness.",
      "author": "Paulo Coelho, Veronika Decides to Die",
      "tags": "cope, happiness, happy, people, world"
    },
    {
      "quote": "At some point in the night she had a dream. Or it was possible that she was partially awake, and was only remembering a dream? She was alone among the rocks on a dark coast beside the sea. The water surged upward and fell back languidly, and in the distance she heard surf breaking slowly on a sandy shore. It was comforting to be this close to the surface of the ocean and gaze at the intimate nocturnal details of its swelling and ebbing. And as she listened to the faraway breakers rolling up onto the beach, she became aware of another sound entwined with the intermittent crash of waves: a vast horizontal whisper across the bossom of the sea, carrying an ever-repeated phrase, regular as a lighthouse flashing: Dawn will be breaking soon. She listened a long time: again and again the scarcely audible words were whispered across the moving water. A great weight was being lifted slowly from her; little by little her happiness became more complete, and she awoke. Then she lay for a few minutes marveling the dream, and once again fell asleep.",
      "author": "Paul Bowles, Up Above the World",
      "tags": "dream, happiness, life"
    },
    {
      "quote": "The worst enemies of success are fear and doubt.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "No one can grant you happiness. Happiness is a choice we all have the power to make.",
      "author": "Dean Koontz, Life Expectancy",
      "tags": "happiness"
    },
    {
      "quote": "Great journey, great joy.",
      "author": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind",
      "tags": "beautiful-time, good-thoughts, happiness, inspirational, inspired-soul, journey, joy, life, moments, motivation, travel, vacation, wise-words"
    },
    {
      "quote": "When we think of all the beatitudes in life, our heart shall be merry.",
      "author": "Lailah Gifty Akita",
      "tags": "beatitudes, happiness, inspirationalrational, joy, lessons-learnt, life, thankful"
    },
    {
      "quote": "The damage and invisible scars of emotional abuse are very difficult to heal, because memories are imprinted on our minds and hearts and it takes time to be restored. Imprints of past traumas do not mean a person cannot change their future beliefs and behaviors. as people, we do not easily forget. However, as we heal, grieve, and let go, we become clear-minded and focused to live restore and emotionally healthy.",
      "author": "Dee  Brown, Breaking Passive-Aggressive Cycles",
      "tags": "abuse-survivors, emotional-abuse, emotional-health, emotional-pain, emotional-wounds, healing, healing-journey, healing-process, healing-the-emotional-self, healing-the-past, hearts-and-minds, hope-for-the-future, invisible-wounds, recovery, restoring-happiness, scars-of-the-past, trauma-memories, trauma-survivors, traumatic-experiences"
    },
    {
      "quote": "God is within you, open your heart and uncover that godliness.",
      "author": "Amit Ray, Nonviolence: The Transforming Power",
      "tags": "god, happiness, heart, joy, nonviolence, religion-and-philosophy, self-esteem, self-motivation, spiritual-wisdom, spirituality, spirituality-religion, uncover-your-godliness"
    },
    {
      "quote": "My wife and I were invited to have lunch with one of the wealthiest men in the world. He was seventy-five years old. Tears came down his cheeks. “I am the most miserable man in the world,” he said. I have everything anyone could ever want. If I want to go anywhere, I have my own yacht or private plane. But down inside I’m miserable and empty.” Shortly after, I met another man who preached in a small church nearby. He was vivacious and full of life, and he told us, “I don’t have a penny to my name, but I’m the happiest man in the world!",
      "author": "Billy Graham, Billy Graham in Quotes",
      "tags": "billy-graham, happiness"
    },
    {
      "quote": "Vested in fear, frightened of failure, but beyond that I choose to surrender to my fated success.",
      "author": "Julieanne O'Connor",
      "tags": "career, career-quotes, death, happiness, inspirational, inspirational-living, inspirational-quotes, inspiring, inspiring-quotes, joy, life, living-in-the-present-moment, living-life, living-life-to-the-fullest, love, love-quotes, motivational-quotes"
    },
    {
      "quote": "In Kilanga, people knew nothing of things they might have had - a Frigidaire? a washer-dryer combination? Really, they'd sooner imagine a tree that could pull up its feet and go bake bread. It didn't occur to them to feel sorry for themselves.",
      "author": "Barbara Kingsolver",
      "tags": "africa, happiness, poverty"
    },
    {
      "quote": "Effort will always triumph over unapplied potential.",
      "author": "Mensah Oteh",
      "tags": "abundance-quotes, appreciation-quotes, celebration-quotes, dreams-quotes, friendship-quotes, gratitude-quotes, greatness-quotes, growth-quotes, happiness-quotes, influence-quotes, inspirational-quotes, life-quotes, love-quotes, people-quotes, potential-quotes, questions-quotes, relationships-quotes, success-quotes, thinking-quotes, vision-quotes"
    },
    {
      "quote": "My life of sin among people I’m sure he thinks are deviants is happier and more honest that his oppressive, sexist cesspool.",
      "author": "Thomm Quackenbush, Flies to Wanton Boys",
      "tags": "deviants, happiness, honesty, oppression, sexism, sin"
    },
    {
      "quote": "Your smile is a messenger of your good will.",
      "author": "Dale Carnegie",
      "tags": "happiness"
    },
    {
      "quote": "The New Your energy goes beyond anything you'll find anywhere else. It's too much for some people and it grinds them down, but it lifts up and animates the rest of us.",
      "author": "Lawrence Block, Gotham Central, Book One: In the Line of Duty",
      "tags": "happiness, human-nature, individuality, inspiration, knowledge-of-self, life, living-in-a-city, philosophy, sadness, security"
    },
    {
      "quote": "He who leaves his house in search of happiness pursues a shadow.",
      "author": "Anonymous",
      "tags": "happiness"
    },
    {
      "quote": "You can’t make someonedo something just becauseyou want them to.What you do have, however,is the opportunity toinfluence their choices.",
      "author": "Domonique Bertolucci, The Happiness Code: Ten Keys to Being the Best You Can Be",
      "tags": "be-happy, be-more-motivated, goal-setting, happiness, happiness-advice, how-to-be-happier, how-to-be-happy, how-to-be-happy-in-life, inspiration, life-coach, life-coaching, life-coaching-advice, motivation"
    },
    {
      "quote": "Your external world is a mirror of your internal world, and if you can discipline yourself to change your thoughts, your external world will change.",
      "author": "Mensah Oteh",
      "tags": "abundance-quotes, appreciation-quotes, celebration-quotes, dreams-quotes, friendship-quotes, gratitude-quotes, greatness-quotes, growth-quotes, habits-quotes, happiness-quotes, influence-quotes, inspirational-quotes, life-quotes, love-quotes, people-quotes, potential-quotes, questions-quotes, relationships-quotes, success-quotes, thinking-quotes, vision-quotes, wisdom-quotes"
    },
    {
      "quote": "Everyone around you becomes kind and loving when you express your kindness and beauty of love.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "You know, once,” Robert said, “I was working in the shop, doing some repairs on a music box, and it was all going wrong. Da took me aside and told me to think of it like life: ‘It looks complicated when you see all the separate pieces, but the purpose of the music box is to play joyful music. You just have to remember how to fit them together so it will. The same with life really. It’s just about the living of it. That’s all you have, and all you can do: live and be happy.",
      "author": "Peter Bunzl, Cogheart",
      "tags": "happiness, live-the-moment, living, music-box, robert"
    },
    {
      "quote": "Stress steals the beauty from life.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "When love is out of your life  you're through in a way. Because while it is there it's like a motor that's going  you have such vitality to do things  big things  because love is goosing you all the time.",
      "author": "Fanny Brice",
      "tags": "happiness"
    },
    {
      "quote": "I am so glad that God's disappointment in me is not greater than his love and I still have a Destiny. I am growing in grace and mercy because that is the only soil that can produce the kind of life that God desires.",
      "author": "Patience Johnson, Why Does an Orderly God Allow Disorder",
      "tags": "art, beauty, books, change, christianity, death, dreams, education, faith, fear, freedom, friendship, funny, god, happiness, heart, history, hope, humor, humour, inspiration, inspirational, inspirational-quotes, intelligence, knowledge-religion, leadership, life, life-lessons, love, marriage, motivation, motivational, music, nature, pain, peace, people, philosophy, poetry, politics, quotes, reading, relationships, romance, science, self-help, soul, spiritual, spirituality, success, time, truth, war, wisdom, women, writing"
    },
    {
      "quote": "Sage.” He laughed. “I’m into anything, so long as you’re with me.",
      "author": "Richelle Mead, The Indigo Spell",
      "tags": "adrian-ivashkov, contentment, happiness, love, sydney-sage"
    },
    {
      "quote": "Don't be afraid to be who you are, we were created to perfect in our own imperfect way.",
      "author": "Kendal Rob",
      "tags": "happiness, inspiration, me, smile"
    },
    {
      "quote": "Planning is the process of identifying how best to use your resources to achieve your outcomes.",
      "author": "Mensah Oteh",
      "tags": "abundance-quotes, appreciation-quotes, celebration-quotes, dreams-quotes, friendship-quotes, gratitude-quotes, greatness-quotes, growth-quotes, happiness-quotes, influence-quotes, inspiration-quotes, inspirational-quotes, life-quotes, love-quotes, passion-quotes, people-quotes, planning-quotes, potential-quotes, purpose-quotes, questions-quotes, relationships-quotes, success-quotes, thinking-quotes, vision-quotes"
    },
    {
      "quote": "Your dreams are the golden gate to a life of inspiration. The more you allow yourself to dream of your ideal future, the stronger your inspiration.",
      "author": "Mensah Oteh",
      "tags": "abundance-quotes, appreciation-quotes, celebration-quotes, dreams-quotes, friendship-quotes, gratitude-quotes, greatness-quotes, growth-quotes, happiness-quotes, influence-quotes, inspiration-quotes, inspirational-quotes, life-quotes, love-quotes, passion-quotes, people-quotes, potential-quotes, purpose-quotes, questions-quotes, relationships-quotes, success-quotes, thinking-quotes, vision-quotes"
    },
    {
      "quote": "A mother's happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories.",
      "author": "Honore de Balzac",
      "tags": "Happiness, Future, Memories "
    },
    {
      "quote": "Too busy with the crowded hour to fear to live or die.",
      "author": "Ralph Waldo Emerson",
      "tags": "success, happiness"
    },
    {
      "quote": "We change the world a little each day with our kindness.",
      "author": "Tom Giaquinto, Be A Good Human",
      "tags": "happiness, happy, help, helping-others, kind, kindness, nice, niceness, positive, positivity-happiness"
    },
    {
      "quote": "Your true love for God is demonstrated through your ability to hold onto your faithfulness in the midst of Prosperity and Poverty, Happiness and Hardships, Sickness and Success; in whatever is Appealing or Appalling!",
      "author": "Israelmore Ayivor, The Great Hand Book of Quotes",
      "tags": "ability, achieve, appall, appalling, appeal, appealing, challenges, demonstrate, difficulties, diseases, faithfulness, food-for-thought, glad, god, good-and-bad, good-and-evil, happiness, happy, hard-times, hardship, hardships, hold-on, ill, illness, israelmore-ayivor, joy, joyful, love, love-god, penury, poverty, predicaments, prosper, prosperity, sick, sickness, sickness-and-diseases, succeed, success, successful, true, true-love"
    },
    {
      "quote": "From kindness comes courage.",
      "author": "Debasish Mridha",
      "tags": "courage, education, happiness, hope, inspirational, intelligence, kindness, knowledge, life, love, philosophy, truth, wisdom"
    },
    {
      "quote": "You don’t need to have everything to be happy. Enjoy the moment.",
      "author": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind",
      "tags": "blessings, christian, faith, grateful, gratitude, happiness-advice, happy-soul, happyquotes, hope, moments, positive, thanksgiving, uplifting, wise-words"
    },
    {
      "quote": "There’s the impossible and then there’s Cosmic Ordering.",
      "author": "Stephen Richards, Cosmic Ordering Guide",
      "tags": "abundance-creation, author-stephen-richards, cosmic-ordering, fearless, focus, goal-setting, goals, happiness, law-of-attraction, life-changing, manifestation, manifesting, metaphysical, millionaire-mindset, mind-body-spirit, mind-power, money, new-age, new-age-movement, new-thought, opportunities, opportunity, positive-thought, positive-thoughts, positivity, self-belief, self-growth, self-help, self-limiting-beliefs, self-motivation, self-realization, spiritual, spirituality, stephen-richards, success, synchronicity, visualization, wealth-creation"
    },
    {
      "quote": "The deeper that sorrow carves into your being, the more joy you can contain.Is not the cup that holds your wine the very cup that was burned in the potters oven?And is not the lute that soothes your spirits the very wood that was hollowed with knives?",
      "author": "Kahlil Gibran, The Prophet",
      "tags": "happiness, highs-and-lows, joy, joyful, pain, sadness, sorrow, sorrowful"
    },
    {
      "quote": "Although time is equally possessed by everyone, it is valued and used differently by the successful.",
      "author": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused",
      "tags": "abundance-quotes, appreciation-quotes, celebration-quotes, dreams-quotes, friendship-quotes, gratitude-quotes, greatness-quotes, growth-quotes, habits-quotes, happiness-quotes, influence-quotes, inspirational-quotes, life-quotes, love-quotes, people-quotes, potential-quotes, questions-quotes, relationships-quotes, success-quotes, thinking-quotes, time-quotes, vision-quotes, wisdom-quotes"
    },
    {
      "quote": "If you emit positive energy, even people who don't like you will not be negative when around you.",
      "author": "Innocent Mwatsikesimbe, The Reason",
      "tags": "confidence, happiness, optimism, positivity, self-help, self-improvement"
    },
    {
      "quote": "War can't bring peace only understanding and love can do that.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "Time is compressed like the fist I close on my knee ... I hold inside it the clues and solutions and the power for what I must do now.",
      "author": "Margaret Atwood",
      "tags": "happiness"
    },
    {
      "quote": "TO GROW OUR MIND- We must learn new things. We must CARE for more things. We must TEACH more things. We must SHARE more things. We must RETAIN more things. To grow our mind - We don't need education, We need a good memory.",
      "author": "Lorenzo Victory",
      "tags": "attitude, believe, goal, happiness-quotes, leadership, life, success, think, winner"
    },
    {
      "quote": "When God takes out the trash, don't go digging back through it. Trust Him.",
      "author": "Amaka Imani Nkosazana, Heart Crush",
      "tags": "admiration, affirmations, afterlife, attitude, awake, awakening, blessings, confirmation, corruption, courage, curiosity, dedication, destiny, divine-guidance, dreams, earth, evil-people, expression, faithfulness, fate, feelings, finding-yourself, forget, forgiveness, freedom, friends, gifts, god, godliness, guidance, happiness, hate, haters, hatred, heart, heaven, holy, holy-spirit, honesty, imagination, independent, inspiration, inspire, journey, joy, kindness, knowledge, liars, life, life-lessons, living, love, loving-you, loving-yourself, lying, lying-to-yourself, motivation, motivational-quotes, optimistic, passion, peace, peace-of-mind, peaceful, peacemaker, people, philosophy, positive-thinking, power, power-of-words, quotes, self-respect, soul-searching, spiritual, spirituality, success, thankfulness, trash, treasure, trust, trusting-god, trustworthy, truth, value, vision, wisdom, words-to-live-by, worth"
    },
    {
      "quote": "Happiness comes of the capacity to feel deeply  to enjoy simply  to think freely  to risk life  to be needed.",
      "author": "Storm Jameson",
      "tags": "happiness"
    },
    {
      "quote": "To catch you're elusive dreams you must be prepared to track it to the ends of the earth. Let nothing stop you're pursuit of dreams.",
      "author": "Truth Devour, Unrequited",
      "tags": "believe, dreams, faith, happiness, joy, karma, karmic, kindred-spirits, love, romance, sated, soul, soul-mate, truth-devour, twin-flames, wantin"
    },
    {
      "quote": "If someone hurts you, to take the revenge, love him.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "Invest in yourself, because you will only ever achieve the level of success that matches your level of wisdom.",
      "author": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life",
      "tags": "abundance-quotes, appreciation-quotes, celebration-quotes, dreams-quotes, friendship-quotes, gratitude-quotes, greatness-quotes, growth-quotes, habits-quotes, happiness-quotes, influence-quotes, inspirational-quotes, life-quotes, love-quotes, people-quotes, potential-quotes, questions-quotes, relationships-quotes, success-quotes, thinking-quotes, vision-quotes, wisdom-quotes"
    },
    {
      "quote": "You want to BE happy and HAVE success? Join those words, BE+HAVE… To experience success in your life requires that you decide what you want and BEHAVE accordingly.",
      "author": "Steve Maraboli",
      "tags": "behavior, happiness, success"
    },
    {
      "quote": "But there is nothing enduring in the world, and therefore even joy in the second minute is already not as acute as in the first; in the third minute it becomes still weaker and finally merges unnoticeably with the usual condition of the soul, as a circle on the water, caused by the fall of a pebble, finally merges with the smooth surface.",
      "author": "Nikolai Gogol",
      "tags": "happiness, joy, life, sadness, time"
    },
    {
      "quote": "To make a child laugh, you don’t have to do something spectacular because they have already the ability to make themselves happy almost out of nothing!",
      "author": "Mehmet Murat ildan",
      "tags": "ability, art-of-happinessi, child, child-happiness, childhood, children, children-quotations, children-quote, children-quotes, ildan-wisdom, ildan-wise-sayings, ildan-words, laugh, laugh-quotes, mehmet-murat-ildan-quotations, mehmet-murat-ildan-quotes, smile, spectacular, turkish-aphorisms, turkish-authors, turkish-literature, turkish-playwrights, turkish-quotations, turkish-quotes, turkish-sayings, turkish-thinkers, turkish-wisdom-words, turkish-writers"
    },
    {
      "quote": "Imagination doesn't always make you long for what you cannot have, but rather thrive in what you do not have.",
      "author": "Criss Jami, Killosophy",
      "tags": "contentment, happiness, imagination, joy, longing, peace, thrive"
    },
    {
      "quote": "Happiness is . . . appreciating what we have while having it!",
      "author": "Angie karan",
      "tags": "appreciation, happiness, happy"
    },
    {
      "quote": "For there is no joy in continuity, in the perpetual. We desire it only because the present is empty. A person who is trying to eat money is always hungry. When someone says, \"Time to stop now!\" he is in a panic because he has had nothing to eat yet, and wants more and more time to go on eating money, ever hopeful of satisfaction around the corner. We do not really want continuity, but rather a present experience of total happiness. The thought of wanting such an experience to go on and on is a result of being self-conscious in the experience, and thus incompletely aware of it. So long as there is the feeling of an \"I\" having this experience, the moment is not all. Eternal life is realized when the last trace of difference between \"I\" and \"now\" has vanished - when there is just this \"now\" and nothing else.By contrast, hell or \"everlasting damnation\" is not the everlastingness of time going on forever, but of the unbroken circle, the continuity and frustration of going round and round in pursuit of something which can never be attained. Hell is the fatuity, the everlasting impossibility, of self-love, self-consciousness, and self-possession. It is trying to see one´s own eyes, hear one´s own ears, and kiss one´s own lips.",
      "author": "Alan W. Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety",
      "tags": "anxiety, eternal-life, fear, happiness, meaning-of-life, spirituality"
    },
    {
      "quote": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.",
      "author": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip",
      "tags": "100-days-drive, 100daysdrive, acceptance, accomplish, ambition, author, awakening, be-happy, be-proud, believe, bestseller, bohemian, break-barriers, carmaker, chances, change, chase-dreams, cherish, coming-of-age, compassion, competition, confidence, conquer, conquer-fear, content, control-you-life, courage, crossroads, destiny, determination, dig-deep, don-t-give-up, don-t-worry-be-happy, dream-big, dreamer, empower, energy, enjoy-life, explore, faith, fearless, find-yourself, follow-your-dreams, follow-your-heart, follow-your-own-path, forgive, free, freedom, fresh-start, goal-setting, goals, goals-in-life, good-soul, gratitude, happiness, heal, high-road, hope, humanity, humility, inner-beauty, inner-strength, inspiration, journey, joy, judgement, laugh, learn, liberate, liberating, life, life-lessons, light, limitless, live-life-quotes, love-thy-neighbor, love-thyself, love-yourself, luck, memoir, never-quit, no-regrets, nomad, one-life, open-road, opportunity, parenthood, perspective, positive-thinking, power, pride, push-limits, reflections, resiliency, respect, risk-taking, road-trip, satisfaction, service-to-others, smile, soar, soul-food, spirituality, start-all-over, strength, struggle, success, teamwork, thick-skin, think-outside-the-box, travel, values, wander, wanderlust, writer"
    },
    {
      "quote": "The person you grow to become in pursuit of a goal makes the journey a memorable experience.",
      "author": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life",
      "tags": "abundance-quotes, accountability-quotes, action-quotes, appreciation-quotes, celebration-quotes, dreams-quotes, effort-quotes, failure-quotes, focus-quotes, friendship-quotes, gratitude-quotes, greatness-quotes, growth-quotes, habits-quotes, happiness-quotes, influence-quotes, inspirational-quotes, life-quotes, love-quotes, people-quotes, perspective-quotes, potential-quotes, questions-quotes, relationships-quotes, sacrifice-quotes, success-quotes, thinking-quotes, time-quote, vision-quotes, winning-quotes, wisdom-quotes"
    },
    {
      "quote": "Love is an attraction of mutual happiness.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    },
    {
      "quote": "Happiness doesn't depend on reality but it depends on perception.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, perception, philosophy, reality, truth, wisdom"
    },
    {
      "quote": "the sever pain and the great trials we go through teach us the real essence of great joy",
      "author": "Ernest Agyemang Yeboah",
      "tags": "be-happy-with-yourself, depression-quotes, happiness-quotes, inspirational-quotes, joy, joyful-living-quotes, motivational-quotes, sorrow-quotes, storms-of-life, suffering, trials-of-life, trying-times, wise-sayings, words-of-wisdom"
    },
    {
      "quote": "Happiness is not only a hope, but also in some strange manner a memory ... we are all kings in exile.",
      "author": "G.K. Chesterton, The Thing",
      "tags": "catholicism, exile, happiness, home"
    },
    {
      "quote": "If one follows what is in one’s heart (let’s leave out mind for the moment), one ends up with what one truly values and loves in life—and one acts accordingly. One’s own private indulgent cyclic habitual reactive subjective transitory feelings are, hopefully, not at the head of that list.",
      "author": "Darrell Calkins, Re:",
      "tags": "asian-philosophy, buddhism, cobalt-saffron-retreat, cobaltsaffron, cobaltsaffron-retreat, comparative-religion, compassion, conscience, creativity, curiosity, darrell-calkins, darrell-calkins-cobalt-saffron, darrell-calkins-cobaltsaffron, darrell-calkins-retreat, darrell-calkins-seminar, emotional-health, evolution, happiness, humor, inspiration, intuition, martial-arts, metaphysics, mysticism, paradigm, physical-health, purpose, quantum-physics, stress-management, taoism, truth, well-being, zen"
    },
    {
      "quote": "Always – but especially when suffering - surround yourself with those who inspire you to lose yourself more honestly, to love others more thoroughly, to live life more fully, and to trust God more wholly. Huddle with those who care for you and those who are exemplary in their encouragement, patience and understanding of others. Hang out with those who strive to put God and faith at their center. Pray for peers, friends and mentors who will not only encourage you to be your best independent, strong, and vulnerable self all at the same time – but also sincerely humble. Pray that their angel dust will transcend you when even the smallest flecks of their contagious warmth and permeating beauty fall upon you. Then ever pray that you may have the opportunity to likewise ease and nurture others in such authentic ways; thus honing such a charitable, other-oriented nature of your own, – a miraculous healing balm – a buffer of pain if there ever was one. Know this is the most powerful antidote for fear and sorrow; the most effective – and addictive – cure-all known in all of creation; an elixir for that otherwise, elusive kind of happiness – the kind that weathers, endures and remains in all seasons and conditions.",
      "author": "Connie Kerbs, Paths of Fear: An Anthology of Overcoming Through Courage, Inspiration, and the Miracle of Love",
      "tags": "angel, charitable, charity, emotions-and-attitude, emotions-and-inspiration, encourage, faith, happiness, healing, healing-the-emotional-self, humble, independent, long-suffering, overcoming-adversity, pain, peers, prayer, serving-others, sorrow, strong, suffering, vulnerable"
    },
    {
      "quote": "Love yourself as much you can before loving others. If you don't have something, you can't give it to anyone.",
      "author": "Debasish Mridha",
      "tags": "education, happiness, hope, inspirational, intelligence, knowledge, life, love, philosophy, quotes, truth, wisdom"
    }
  ]